[
  {
    "name": "شیراز",
    "description": "شهر شیراز، مرکز استان فارس، یکی از کهن‌ترین و فرهنگی‌ترین شهرهای ایران است که به‌واسطه‌ی تاریخ غنی، معماری خیره‌کننده، باغ‌های سرسبز و مشاهیر بزرگ، شهرت جهانی دارد. شیراز در جنوب غربی ایران واقع شده و آب‌وهوایی معتدل و دلپذیر به‌ویژه در فصل بهار دارد.\n\nاین شهر در طول تاریخ به‌عنوان پایتخت فرهنگی ایران شناخته می‌شود و زادگاه شاعران بزرگی چون حافظ و سعدی است. آرامگاه این دو شاعر در کنار باغ‌های معروف همچون باغ ارم، باغ جهان‌نما و باغ دلگشا، مقصد بسیاری از گردشگران داخلی و خارجی است.\n\nاز دیگر جاذبه‌های بی‌نظیر شیراز می‌توان به مسجد نصیرالملک (معروف به مسجد صورتی)، ارگ کریم‌خان، بازار وکیل و دروازه قرآن اشاره کرد. همچنین، نزدیکی شیراز به میراث جهانی تخت جمشید و نقش رستم، آن را به یکی از مهم‌ترین مقاصد تاریخی ایران تبدیل کرده است.\n\nشیراز همچنین به شهر گل و بلبل، عرقیات گیاهی و غذاهای محلی مانند کلم‌پلو شیرازی شهرت دارد. مردم مهمان‌نواز، فضای آرامش‌بخش و ترکیب سنت و مدرنیته، از شیراز شهری متمایز ساخته است که سفر به آن، تجربه‌ای فراموش‌نشدنی خواهد بود.",
    "imageRes": "shiraz",
    "galleryImages": ["bagh_afifabad", "bazaar_vakil", "amarat_shapouri","sherzeh", "haft_khan", "fath_olmolk"],
    "latitude": 29.5918,
    "longitude": 52.5836,
    "touristPlaces": [],
    "shoppingCenters": [],
    "souvenirs": [
      {
        "name": "کلوچه مسقطی",
        "description": "کلوچه مسقطی یکی از شیرینی‌های سنتی و معروف شیراز است که با استفاده از آرد برنج، نشاسته، گلاب، زعفران و مغزهایی مانند پسته و بادام تهیه می‌شود. بافت نرم و طعم لطیف آن، این کلوچه را به یک سوغاتی محبوب تبدیل کرده است.",
        "imageResList": ["kolooche_masghati1", "kolooche_masghati2", "kolooche_masghati3", "kolooche_masghati4", "kolooche_masghati5"]
      },
      {
        "name": "فالوده شیرازی",
        "description": "فالوده شیرازی یکی از دسرهای سنتی و پرطرفدار است که از رشته‌های باریک نشاسته‌ای، شربت شیرین (معمولاً با گلاب و آبلیمو)، و یخ تهیه می‌شود. این دسر خوش‌طعم در هوای گرم شیراز بسیار محبوب است.",
        "imageResList": ["faludeh1", "faludeh2", "faludeh3", "faludeh4", "faludeh5"]
      },
      {
        "name": "رنگینک",
        "description": "خرما كيلويي بگيريد ، بي هسته كنيد وسط خرماها نصف يا ١/٤ مغز گردو بزاريد توي بشقاب يا ظرف سروتون چسبيده به هم بچينيد\n2\nروي گاز مقداري آرد سفيد توي ماهيتابه بريزيد آرد سبوس دار هم مي تونيد از نونوايي بگيريد ، روي حرارت يكمي كه رنگ آرد عوض شد روغن مايع يا روغن جامد و مايع با هم بريزيد توي آرد. مقدار روغن اونقدري باشه كه نه خيلي رقيق بشه نه غليظ\n3\nكم كم بريزيد تا مخلوط بشن و بوي آرد بلند بشه غلطتش در حدي كه بريزيد رو خرما ببنده ، رنگش كه عوض شد در حد قهوه اي كم رنگ از حرارت برداريد و بريزيد رو خرماها\nبا دارچين و خلال بادام و پسته يا هرچي دوست داريد تزيين كنيد.",
        "imageResList": ["ranginak1", "ranginak2", "ranginak3", "ranginak4", "ranginak5"]
      },
      {
        "name": "عرقیات گیاهی",
        "description": "در شیراز، چندین فروشگاه و مغازه تخصصی وجود دارند که انواع عرقیات گیاهی را عرضه می‌کنند. این مغازه‌ها معمولاً علاوه بر عرقیات، ترشیجات و محصولات مشابه دیگر نیز دارند. بعضی از این فروشگاه‌ها عبارتند از: عرقیات و ترشیجات فرید (بلوار پاسداران)، عرقیات گلبرگ اصلی شیراز (بلوار نیایش)، عرقیات و ترشیجات بهاران (ایستگاه 4 زرهی)، عرقیات نو بهاران (خیابان ایمان شمالی) و ترشیجات ترش پلاس (قدوسی غربی). \nبرخی از عرقیات گیاهی که در شیراز یافت می‌شوند:\nعرق آلوورا: با خواص ضد التهابی و تسکین‌دهنده برای پوست و دستگاه گوارش.\nعرق آویشن: برای درمان سرفه، سرماخوردگی و مشکلات تنفسی.\nعرق اسطوخودوس: آرامبخش و کمک به خواب راحت.\nعرق بابونه: آرامبخش، ضد التهاب و کمک به مشکلات گوارشی.\nعرق بادرنجبویه: آرامبخش و کمک به کاهش استرس.\nعرق برگ زیتون: حاوی آنتی‌اکسیدان‌ها و کمک به سلامت قلب و عروق.\nعرق بهارنارنج: آرامبخش و کمک به کاهش استرس.\nعرق بوقناق: برای تنظیم قند خون و کمک به سلامت کبد.\nعرق بومادران: برای کاهش خونریزی و بهبود زخم‌ها.\nعرق بیدمشک: آرامبخش و کمک به خواب راحت.\nعرق خارخاسک: کمک به تنظیم فشار خون و سلامت کلیه‌ها.\nعرق دارچین: گرم‌کننده بدن و کمک به سلامت قلب.\nعرق رازیانه: کمک به هضم غذا و تسکین نفخ.\nعرق زنیان: کمک به هضم غذا و تسکین نفخ.\nعرق زیره: کمک به هضم غذا و تسکین نفخ.\nعرق سنبل‌الطیب: آرامبخش و کمک به خواب راحت.\nعرق شاطره: کمک به پاکسازی کبد.\nعرق شوید: کمک به هضم غذا و تسکین نفخ.\nعرق شیرین بیان: کمک به سلامت دستگاه گوارش و کاهش التهاب.\nعرق کاسنی: کمک به پاکسازی کبد و بهبود عملکرد کلیه‌ها.\nعرق کرفس: کمک به کاهش فشار خون و بهبود عملکرد کلیه‌ها.\nعرق کیالک: کمک به درمان مشکلات پوستی.\nعرق گزنه: کمک به کاهش خونریزی و بهبود زخم‌ها.\nعرق نعنا: کمک به هضم غذا و تسکین نفخ. \n",
        "imageResList": ["araqiyat1", "araqiyat2", "araqiyat3", "araqiyat4"]
      }
    ],
    "restaurants": []
  },

  {
    "name": "اصفهان",
    "description": "اصفهان با معماری تاریخی و میدان نقش جهان...",
    "imageRes": "meydan_emam",
    "galleryImages": ["khajo"],
    "latitude": 32.6546,
    "longitude": 51.6680,
    "touristPlaces": [],
    "shoppingCenters": [],
    "souvenirs": [],
    "restaurants": []
  },
  {
    "name": "تبریز",
    "description": "تبریز یکی از شهرهای بزرگ شمال‌غرب ایران است...",
    "imageRes": "tabriz",
    "galleryImages": ["shiraz"],
    "latitude": 38.0962,
    "longitude": 46.2738,
    "touristPlaces": [],
    "shoppingCenters": [],
    "souvenirs": [],
    "restaurants": []
  },
  {
    "name": "مشهد",
    "description": "مشهد، پایتخت معنوی ایران و شهر حرم امام رضا (ع)...",
    "imageRes": "mashhad",
    "galleryImages": ["meydan_emam"],
    "latitude": 36.2605,
    "longitude": 59.6168,
    "touristPlaces": [],
    "shoppingCenters": [],
    "souvenirs": [],
    "restaurants": []
  },
  {
    "name": "قم",
    "description": "قم یکی از شهرهای زیارتی نزدیک به تهران...",
    "imageRes": "qom",
    "galleryImages": ["meydan_emam"],
    "latitude": 34.6416,
    "longitude": 50.8746,
    "touristPlaces": [],
    "shoppingCenters": [],
    "souvenirs": [],
    "restaurants": []
  }
]
